def meeting():
    print("Добро пожаловть! Я помогу с архивацией и шифрованием кода")
    print("Я использую алгоритмы сжатия Хаффмана и шифрования rsa и rc-4")
    print("Чтобы узнать о моих возможностях введи: команды")

def get_command():
    print("1.архивировать        |Архивация и шифрование файла, в следющей строке укажи путь к файлу")
    print("2.разрхивировать      |Разархивация и дешифрование файла, в следующей строке укажите путь к архивированному файлу")
    print("3.выйти               |Завершить программу")




